return
{
    ["1001"] = {scope = {a=1001,b=1009}, name = "死亡矿井"}
    ,["1002"] = {scope = {a=1009,b=1017}, name = "黑石塔"}
    ,["1003"] = {scope = {a=1017,b=1025}, name = "厄运之锤"}
    ,["1004"] = {scope = {a=1025,b=1033}, name = "祖格"}
    ,["1005"] = {scope = {a=1033,b=1041}, name = "斯坦索姆"}
    ,["1006"] = {scope = {a=1041,b=1049}, name = "银牙城堡"}
    ,["1007"] = {scope = {a=1049,b=1057}, name = "监狱"}
    ,["1008"] = {scope = {a=1057,b=1065}, name = "通灵学院"}
    ,["1009"] = {scope = {a=1065,b=1073}, name = "玛拉顿"}
    ,["1010"] = {scope = {a=1073,b=1081}, name = "剃刀高地"}
    ,["1011"] = {scope = {a=1081,b=1089}, name = "祖尔法拉克"}
    ,["1012"] = {scope = {a=1089,b=1097}, name = "祖阿曼"}
    ,["1013"] = {scope = {a=1097,b=1100}, name = "血色教堂"}
}